{"reviewerID": "A2ODBHT4URXVXQ", "asin": "0002005395", "reviewerName": "Peggy Vincent \"author and reader\"", "helpful": [11, 11], "reviewText": "This is my surprise book of the year. It was a gift, and I didn't quite know what to expect, but it's turned into a real winner.Spanning the years from 1902 till the end of WWI, we follow the life of Grania, a child/woman who became deaf following scarlet fever. From a loving middle-class family, she went to a boarding school for hundreds and hundreds of deaf children, grew into a self-sufficient young woman, became a nurse, and married a hearing man, Jim. He went off to war, as did her childhood friend and brother-in-law, Kenan. Improbably for that Great War, both men returned - but in very different conditions.Divided into several parts, the early chapters are Grania's education, learning to live as a deaf person in the world of the hearing. The next part is Jim's story of his war experience.Then comes Grania's ultimately successful efforts to return the power of speech to her mute and traumatized childhood friend. And finally the resolution of all the stories.This book grows on you. One of the boldest risks author Itani took was to try (successfully) to convey Grania's silent world to readers, and to imitate the understanding of sign language as well as lip reading for those of us unfamiliar with the Deaf World.It's a stunning and powerful book, showing the power of Story to convey love, union, and understanding - and ultimately, joy.", "overall": 5.0, "summary": "A tour-de-force.", "unixReviewTime": 1061942400, "reviewTime": "08 27, 2003"}
{"reviewerID": "APWVLQA5ZTHU9", "asin": "0002005395", "reviewerName": "Reading Robot", "helpful": [0, 0], "reviewText": "I really enjoyed &#34;The Deafening.&#34;  I read it after reading another book by Itani which I really enjoyed.  Like most Americans I don't know as much about Canada as I should.  The novel grabbed my attention at the beginning and held it to the end.  It also made me feel so lucky that I have my hearing.  The scenes of the hardships of the men fighting WW1 were difficult to read, but that is war and I think it is something we all should think about.", "overall": 4.0, "summary": "The Things I Learned about the education of the deaf", "unixReviewTime": 1395273600, "reviewTime": "03 20, 2014"}
{"reviewerID": "AUX9KZUUB3YCE", "asin": "0002005395", "reviewerName": "R. Nicholson", "helpful": [9, 9], "reviewText": "A great novel!This  book, by Francis Itani, revolves around the world of a girl/woman who as acquired deafness through childhood illness. The setting is initially in Ontario, Canada in the late 1800's and then eventually alternating between Ontario and the European theater of World War I.I must admit I had some difficultly getting into this work, but I persevered and I'm glad I did, because this book is truly a magnificent read. Once committed, I could barely stand to put the book down.As with all great books, what makes this book special, is the quality of the writing.  The prose just seemed to flow effortlessly off the pages as time melted away. You learn things about deafness, quietness and darkness that you never really noticed before;  you begin to appreciate what people without hearing have to endure to get through an hour, a day or a lifetime. There were a couple of occasions in this book where I was taken aback with a new revelation regarding deafness; where I would just let this book slip to my lap and think about what I'd just read.There are parts in this book that are not for the faint of heart; some of the description of the trench warfare in France and Belgium are very graphic and disturbing. (but, most likely, accurate)All in all, a story that is quietly beautiful and at the same time beautifully sad. Really, one of my favorite books. If I had to compare it to another book for quality, beauty and heartrending appeal, then I'd pick Charles Frazier's \" Cold Mountain\". Both books have that intangible timeless aura to them that separate them from their peers.Highly recommended!", "overall": 5.0, "summary": "\"Deafening\"... A masterpiece!", "unixReviewTime": 1124150400, "reviewTime": "08 16, 2005"}
{"reviewerID": "A8IPQ1Q1O7YX5", "asin": "0002005395", "reviewerName": "Roger Brunyate \"reader/writer/musician\"", "helpful": [3, 4], "reviewText": "Canadian author Frances Itani had a promising idea to write about the education and early life of a girl struck deaf in infancy, as her own grandmother was at the turn of the last century. And it was an intriguing one to contrast her silent world with the cacophony of the western front in World War I. The novel that results contains interesting characters and effective passages, but it is too diffuse to really work.Grania O'Neill -- the name is an anglicization of the Irish for \"love\" -- loses her hearing at the age of five as a result of scarlet fever. She wakens to a world shaped and contained by words, but where language is deceptive and words have to be agonizingly relearned. She has an ally in her grandmother Mamo; the relationship between the two is the most lovely thing in the book. But I found the early chapters repetitive and could never enter fully into Grania's world. I was more interested in the relatively brief section dealing with her time at a special boarding school and the battle between the two theories of education for the deaf: sign language and the oral method.As a young adult, Grania falls in love and marries. But it is 1915, and her husband Jim goes off to war as a medical orderly. The unusual perspective makes some of the war writing quite powerful, occasionally approaching the intensity of classics such as Sebastian Faulks'BIRDSONG. And the scenes back in Canada show something even less often written about, a picture of wartime life on the home front. But the fact remains that there is an ocean between Grania and Jim, and their parallel stories barely connect. Still, a few touching episodes do manage to bridge the gap, as when one of their friends returns wounded and mute, and Grania teaches him once more to talk.This is a book that needed to dwell in language and sound, and above all in silence. It calls for an almost abstract style that can handle ideas and sensations rather than events -- poetry rather than prose. The steady narrative that Itani offers contains much that will interest and even move its readers, but for this reader at least the most exciting promises are lost.", "overall": 3.0, "summary": "Sign Language", "unixReviewTime": 1221264000, "reviewTime": "09 13, 2008"}
{"reviewerID": "A24ARUJSSNLPNA", "asin": "0002005395", "reviewerName": "Ronald M. Mazak \"Amazing Mazak\"", "helpful": [4, 5], "reviewText": "It is only March and I have already voted this book for my Book of the Year Award, which I normally select toward the end of the year.  This book was beautifully written.  You could see the human emotions coming through the characters and it made me want to keep turning the pages to see what was going to happen.  You feel both sorrow and joy in the characters.  Frances Itani knows the human heart and displays it so well on paper.  Great job!  I am going to make this book a part of my permanent library.", "overall": 5.0, "summary": "Mazak Book of the Year!", "unixReviewTime": 1141689600, "reviewTime": "03 7, 2006"}
{"reviewerID": "AJDYDG7YZY9QL", "asin": "0002005395", "reviewerName": "Stephen A. Haines", "helpful": [8, 8], "reviewText": "The true test of an author is the ability to portray the mind of someone else.  Recently, that ability has been stretched by writers who describe the \"abnormal\".  The young, autistic Christopher in \"Curious Incident\" is the prime example.  Frances Itani takes us into a different world, that of the deaf.  It's a world of endless confusion.  There are sounds, so easy to the hearing, but meaningless to the deaf.  We think speech is the only important sound, but talk is hurried, undirected, and indistinct.  Nature produces her own sounds which we use in speech, but for which there's no meaning to the deaf.  Through Grania O'Brien's early life, Itani strives to introduce us to that world.  Does she succeed?Grania, who would have been \"Grainne\" in her ancestral Ireland, lives in small-town Ontario as the story opens.  Deafened by scarlet fever [remember that?], she's coached by Mamo, her grandmother.  Blessed with a quick eye for lip-reading, Grania is given a book with words displayed as rope.  The rope, of course, becomes highly symbolic as the book progresses, but Grania begins to equate the shapes with meaning.  Mamo strains to have the girl equate printed words with proper sounds.  It's important that Grania \"blend in\" with the rest of the community.  With her parents running a hotel, Grania's only other tie is with her sister Tress, with whom she develops a secret sign language.All of Mamo's dedicated effort, nor trips to sacred shrines, can't force the pace.  Grania is to leave home for a \"Deaf School\".  Itani portrays the school as staffed with immensely caring ladies.  No Dickens intrudes with harsh discipline or abuse, but the school draws children from across the Province.  All the children remain in school until the summer holidays.  Sign language is discouraged for those who can speak - dividing the children, some of whom are mute.  Itani passes rapidly over Grania's progress in the school.  The deaf girl, however, manages to shed some of her fear of the dark - a long-held terror.Meeting a young aide in a hospital after leaving the school, Grania's life takes a new turn.  The courtship is but a moment in the story - the wedding description not even related until much later in the book.  Instead, the Kaiser rudely intrudes on their lives with the invasion of Belgium.  Itani carefully rejects any political discussion in the narrative.  King and Country [Britain, not Canada] are under threat and Jim must sign up.  There's no family discussion, no question of how Irish immigrants in a far land should react - Jim crosses the Atlantic.  There's a training stint, then Jim finds himself in the thick of battle.  When time and circumstances permit, letters are scribbled in muddy trenches.  Sometimes Grania's reach Jim, but delays in the exchanges make communication a flimsy thread.Itani makes a splendid effort to depict the impact of the Great War.  Confronted as we are today by daily images of conflict, Itani still manages to impart a special sense of horror at events.  The years pass with Jim, a stretcher-bearer, braving the bombardments and fusillades of machine-gun fire, without being able to fight back.  He carries wounded, tends their injuries, dodges fire and grows increasingly introspective.  Never once, does he question the worth of the conflict.  At home in Desoronto, Grania watches the causality lists, the statistics of insanity, lengthen while she worries.  Soldier's wives need more visibility and Itani's effort is commendable.This book cries out for a sequel.  Grania's life hardly ends with the Armistice.  With the end of the War, her deafness remains, the family is almost intact and a future must unroll.  Itani has built a unique scenario with skillful prose.  You will not find it easy to put this book down as you read.  However, when you do finish, you will find the conclusion abrupt.  Nothing is lost by that finale, but there might be much gained by going on.  [stephen a. haines - Ottawa, Canada]", "overall": 4.0, "summary": "The darkness of deafness", "unixReviewTime": 1100649600, "reviewTime": "11 17, 2004"}
{"reviewerID": "A20DZDUHCLGNM0", "asin": "0002006715", "reviewerName": "Beth Camp", "helpful": [2, 2], "reviewText": "If you are interested in what shaped Sir John Franklin before his abortive exploration in the Arctic, McGoogan presents a tour-de-force portrait of his second wife, Jane, an indefatigable traveler and adventurer. I read this book for insights into 19th Century Tasmania and was not disappointed. Excerpts from letters and newspapers give a clear sense of public and private reflections on this colonial period, well complimented by maps, notes, appendices, and illustrations.", "overall": 5.0, "summary": "Excellent historical research . . .", "unixReviewTime": 1310860800, "reviewTime": "07 17, 2011"}
{"reviewerID": "A2PZ4T5O20TCYE", "asin": "0002006715", "reviewerName": "Jack A Zondag", "helpful": [0, 0], "reviewText": "I have just finished McGoogan's book about John Rae and his search for the northwest passage. Rae's search also found the first  proof that Franklin and his men had perished in the Arctic. Instead of gratitude, Lady Fgranklin turned on Rae and this is the next book that sheds light on this enduring tragedy. It will be an other 'can't put it down book'.", "overall": 5.0, "summary": "An enduring mystery and tragedy", "unixReviewTime": 1355875200, "reviewTime": "12 19, 2012"}